{

    "EN": {

        "Content": "Content",
        "Overview": "Overview",
        "Developers": "Developers",
        "Languages": "Languages",
        "Game_Description": "The Battle Cats is a free-to-play mobile tower defense strategy game developed by PONOS Corporation.Known for its quirky humor and minimalist art style, the game lets players command an army of adorable (and bizarre) cats to conquer stages and defeat enemy bases and become an entire empire (there will even be the opportunity to capture space and the future).",
        "Game_Gameplay": "Gameplay",
        "Game_Gameplay_Description": "Players deploy different types of cats onto a 2D battlefield while managing resources in real time. Each cat unit has unique abilities, strengths, costs, and cooldowns. The goal is to destroy the enemy base before your own is taken down.",
        "Game_Gameplay_Description2": "A special weapon, the Cat Cannon, can be charged and fired to push back enemies or deal heavy damage at critical moments.",
        "Strategy_Progression": "Strategy & Progression",
        "Strategy_Option": "Collect and upgrade hundreds of cat units",
        "Strategy_Option2": "Unlock rare and powerful cats through a gacha system (Rare Capsules)",
        "Strategy_Option3": "Build strategic team compositions for different enemy types",
        "Strategy_Option4": "Progress through increasingly challenging stages and story",
        "Game_Mods_Story": "Game Mods & Story",
        "Game_Mod_Option": "Empire of Cats - the main storyline",
        "Game_Mod_Option2": "Into the Future – alien-themed battles",
        "Game_Mod_Option3": "Cats of the Cosmos – space adventures with starred aliens",
        "Game_Mod_Option4": "Legend Stages – separate challenging story with unique enemies",
        "Game_Mod_Option5": "Advent Stages – boss-focused stages that unlock special units",
        "Game_Mod_Option6": "Events – time-limited seasonal, collaboration, and challenge stages",
        "Key_Features": "Key Features",
        "Feature_Option": "Simple controls with deep strategic gameplay",
        "Feature_Option2": "Unique cartoon art and absurd humor",
        "Feature_Option3": "Frequent updates and seasonal events",
        "Feature_Option4": "Available on iOS and Android",
        "Summary": "Summary",
        "Summary_Description": "The Battle Cats combines charming visuals, humor, and strategic gameplay into a highly addictive tower defense experience that appeals to both casual and hardcore players.",
        "Download": "Here you can download the game!"

    },

    "DE": {

        "Content": "Inhalt",
        "Overview": "Überblick",
        "Developers": "Entwickler",
        "Languages": "Sprachen",
        "Game_Description": "Battle Cats ist ein kostenloses Tower-Defense-Strategiespiel für Mobilgeräte, entwickelt von PONOS Corporation. Bekannt für seinen skurrilen Humor und minimalistischen Grafikstil, lässt das Spiel die Spieler eine Armee von liebenswerten (und bizarren) Katzen befehligen, um Level zu erobern, feindliche Basen zu zerstören und ein ganzes Imperium aufzubauen (es wird sogar die Möglichkeit geben, den Weltraum und die Zukunft zu erobern).",
        "Game_Gameplay": "Gameplay",
        "Game_Gameplay_Description": "Die Spieler setzen verschiedene Arten von Katzen auf einem 2D-Schlachtfeld ein, während sie Ressourcen in Echtzeit verwalten. Jede Katzeneinheit verfügt über einzigartige Fähigkeiten, Stärken, Kosten und Abklingzeiten. Ziel ist es, die feindliche Basis zu zerstören, bevor die eigene vernichtet wird.",
        "Game_Gameplay_Description2": "Eine Spezialwaffe, die Katzenkanone, kann aufgeladen und abgefeuert werden, um Gegner zurückzustoßen oder in kritischen Momenten hohen Schaden zu verursachen.",
        "Strategy_Progression": "Strategie & Fortschritt",
        "Strategy_Option": "Sammle und verbessere Hunderte von Katzeneinheiten",
        "Strategy_Option2": "Schalte seltene und mächtige Katzen über ein Gacha-System (Seltene Kapseln) frei",
        "Strategy_Option3": "Erstelle strategische Teamzusammenstellungen für verschiedene Gegnertypen",
        "Strategy_Option4": "Schreite durch immer anspruchsvollere Level und die Geschichte voran",
        "Game_Mods_Story": "Spielmodi & Geschichte",
        "Game_Mod_Option": "Empire of Cats – die Hauptgeschichte",
        "Game_Mod_Option2": "Into the Future – Kämpfe mit Alien-Thematik",
        "Game_Mod_Option3": "Cats of the Cosmos – Weltraumabenteuer mit sternmarkierten Aliens",
        "Game_Mod_Option4": "Legend Stages – eine separate, anspruchsvolle Geschichte mit einzigartigen Gegnern",
        "Game_Mod_Option5": "Advent Stages – bossfokussierte Level, die spezielle Einheiten freischalten",
        "Game_Mod_Option6": "Events – zeitlich begrenzte saisonale, Kollaborations- und Herausforderungslevel",
        "Key_Features": "Hauptmerkmale",
        "Feature_Option": "Einfache Steuerung mit tiefgehender strategischer Spieltiefe",
        "Feature_Option2": "Einzigartiger Cartoon-Stil und absurder Humor",
        "Feature_Option3": "Häufige Updates und saisonale Events",
        "Feature_Option4": "Verfügbar für iOS und Android",
        "Summary": "Zusammenfassung",
        "Summary_Description": "The Battle Cats vereint charmante Grafik, Humor und strategisches Gameplay zu einem äußerst süchtig machenden Tower-Defense-Erlebnis, das sowohl Gelegenheits- als auch Hardcore-Spieler anspricht.",
        "Download": "Hier können Sie das Spiel herunterladen!"

    },

    "FR": {

        "Content": "Contenu",
        "Overview": "Aperçu",
        "Developers": "Développeurs",
        "Languages": "Langages",
        "Game_Description": "The Battle Cats est un jeu de stratégie mobile free-to-play de type tower defense développé par PONOS Corporation. Reconnu pour son humour décalé et son style graphique minimaliste, le jeu permet aux joueurs de commander une armée de chats adorables (et bizarres) pour conquérir des niveaux, vaincre les bases ennemies et bâtir un véritable empire (il sera même possible de conquérir l'espace et le futur).",
        "Game_Gameplay": "Gameplay",
        "Game_Gameplay_Description": "Les joueurs déploient différents types de chats sur un champ de bataille en 2D tout en gérant les ressources en temps réel. Chaque unité de chat possède des capacités, des forces, des coûts et des temps de recharge uniques. L’objectif est de détruire la base ennemie avant que la vôtre ne soit détruite.",
        "Game_Gameplay_Description2": "Une arme spéciale, le Canon Chat, peut être chargée et tirée pour repousser les ennemis ou infliger de lourds dégâts à des moments critiques.",
        "Strategy_Progression": "Stratégie & Progression",
        "Strategy_Option": "Collectez et améliorez des centaines d’unités de chats",
        "Strategy_Option2": "Débloquez des chats rares et puissants grâce à un système de gacha (Capsules rares)",
        "Strategy_Option3": "Créez des compositions d’équipe stratégiques pour différents types d’ennemis",
        "Strategy_Option4": "Progressez à travers des niveaux et une histoire de plus en plus difficiles",
        "Game_Mods_Story": "Modes de jeu & Histoire",
        "Game_Mod_Option": "Empire of Cats – l’histoire principale",
        "Game_Mod_Option2": "Into the Future – combats sur le thème des extraterrestres",
        "Game_Mod_Option3": "Cats of the Cosmos – aventures spatiales avec des extraterrestres étoilés",
        "Game_Mod_Option4": "Legend Stages – une histoire distincte et exigeante avec des ennemis uniques",
        "Game_Mod_Option5": "Advent Stages – des niveaux axés sur les boss qui débloquent des unités spéciales",
        "Game_Mod_Option6": "Événements – niveaux saisonniers, de collaboration et de défi à durée limitée",
        "Key_Features": "Caractéristiques principales",
        "Feature_Option": "Des commandes simples avec un gameplay stratégique profond",
        "Feature_Option2": "Un style artistique cartoon unique et un humour absurde",
        "Feature_Option3": "Mises à jour fréquentes et événements saisonniers",
        "Feature_Option4": "Disponible sur iOS et Android",
        "Summary": "Résumé",
        "Summary_Description": "The Battle Cats combine des visuels charmants, de l’humour et un gameplay stratégique pour offrir une expérience de tower defense hautement addictive qui séduit aussi bien les joueurs occasionnels que les joueurs hardcore.",
        "Download": "Vous pouvez télécharger le jeu ici !"

    },

    "ES": {

        "Content": "Contenido",
        "Overview": "Descripción general",
        "Developers": "Desarrolladores",
        "Languages": "Idiomas",
        "Game_Description": "The Battle Cats es un juego de estrategia móvil de defensa de torres gratuito, desarrollado por PONOS Corporation. Conocido por su humor peculiar y su estilo artístico minimalista, el juego permite a los jugadores comandar un ejército de adorables (y peculiares) gatos para conquistar escenarios, derrotar bases enemigas y convertirse en un imperio entero (incluso tendrán la oportunidad de conquistar el espacio y el futuro).", 
        "Game_Gameplay": "Jugabilidad",
        "Game_Gameplay_Description": "Los jugadores despliegan diferentes tipos de gatos en un campo de batalla en 2D mientras gestionan recursos en tiempo real. Cada unidad de gato tiene habilidades, fortalezas, costes y tiempos de recarga únicos. El objetivo es destruir la base enemiga antes de que la propia sea destruida.",
        "Game_Gameplay_Description2": "Un arma especial, el Cañón de Gatos, puede cargarse y dispararse para empujar a los enemigos o causar un gran daño en momentos críticos.",
        "Strategy_Progression": "Estrategia y Progresión",
        "Strategy_Option": "Colecciona y mejora cientos de unidades de gatos",
        "Strategy_Option2": "Desbloquea gatos raros y poderosos mediante un sistema gacha (Cápsulas raras)",
        "Strategy_Option3": "Construye composiciones de equipo estratégicas para diferentes tipos de enemigos",
        "Strategy_Option4": "Avanza a través de etapas y una historia cada vez más desafiantes",
        "Game_Mods_Story": "Modos de juego e Historia",
        "Game_Mod_Option": "Empire of Cats – la historia principal",
        "Game_Mod_Option2": "Into the Future – batallas con temática alienígena",
        "Game_Mod_Option3": "Cats of the Cosmos – aventuras espaciales con alienígenas estrellados",
        "Game_Mod_Option4": "Legend Stages – una historia separada y desafiante con enemigos únicos",
        "Game_Mod_Option5": "Advent Stages – etapas centradas en jefes que desbloquean unidades especiales",
        "Game_Mod_Option6": "Eventos – etapas de temporada, colaboración y desafío por tiempo limitado",
        "Key_Features": "Características principales",
        "Feature_Option": "Controles sencillos con una jugabilidad estratégica profunda",
        "Feature_Option2": "Arte caricaturesco único y humor absurdo",
        "Feature_Option3": "Actualizaciones frecuentes y eventos de temporada",
        "Feature_Option4": "Disponible en iOS y Android",
        "Summary": "Resumen",
        "Summary_Description": "The Battle Cats combina gráficos encantadores, humor y jugabilidad estratégica en una experiencia de defensa de torres altamente adictiva que atrae tanto a jugadores casuales como hardcore.",
        "Download": "¡Aquí puedes descargar el juego!"

    },

    "IT": {

        "Content": "Contenuto",
        "Overview": "Panoramica",
        "Developers": "Sviluppatori",
        "Languages": "Lingue",
        "Game_Description": "Battle Cats è un gioco di strategia tower defense free-to-play per dispositivi mobili sviluppato da PONOS Corporation. Noto per il suo umorismo eccentrico e lo stile minimalista, il gioco permette ai giocatori di comandare un esercito di adorabili (e bizzarri) gatti per conquistare livelli, sconfiggere basi nemiche e creare un intero impero (ci sarà persino la possibilità di conquistare lo spazio e il futuro).",
        "Game_Gameplay": "Gioco",
        "Game_Gameplay_Description": "I giocatori schierano diversi tipi di gatti su un campo di battaglia 2D mentre gestiscono le risorse in tempo reale. Ogni unità di gatto possiede abilità, punti di forza, costi e tempi di recupero unici. L’obiettivo è distruggere la base nemica prima che venga distrutta la propria.",
        "Game_Gameplay_Description2": "Un’arma speciale, il Cannone dei Gatti, può essere caricata e sparata per respingere i nemici o infliggere ingenti danni nei momenti critici.",
        "Strategy_Progression": "Strategia e Progressione",
        "Strategy_Option": "Colleziona e migliora centinaia di unità di gatti",
        "Strategy_Option2": "Sblocca gatti rari e potenti tramite un sistema gacha (Capsule rare)",
        "Strategy_Option3": "Crea composizioni di squadra strategiche per diversi tipi di nemici",
        "Strategy_Option4": "Avanza attraverso livelli e una storia sempre più impegnativi",
        "Game_Mods_Story": "Modalità di gioco e Storia",
        "Game_Mod_Option": "Empire of Cats – la storia principale",
        "Game_Mod_Option2": "Into the Future – battaglie a tema alieno",
        "Game_Mod_Option3": "Cats of the Cosmos – avventure spaziali con alieni stellati",
        "Game_Mod_Option4": "Legend Stages – una storia separata e impegnativa con nemici unici",
        "Game_Mod_Option5": "Advent Stages – livelli incentrati sui boss che sbloccano unità speciali",
        "Game_Mod_Option6": "Eventi – livelli stagionali, di collaborazione e di sfida a tempo limitato",
        "Key_Features": "Caratteristiche principali",
        "Feature_Option": "Controlli semplici con un gameplay strategico profondo",
        "Feature_Option2": "Stile artistico cartoon unico e umorismo assurdo",
        "Feature_Option3": "Aggiornamenti frequenti ed eventi stagionali",
        "Feature_Option4": "Disponibile su iOS e Android",
        "Summary": "Riepilogo",
        "Summary_Description": "The Battle Cats combina elementi visivi affascinanti, umorismo e gameplay strategico in un’esperienza di tower defense altamente coinvolgente, adatta sia ai giocatori casual che a quelli hardcore.",
        "Download": "Puoi scaricare il gioco qui!"

    }

}