{

    "EN": {

        "Content": "Content",
        "Overview": "Overview",
        "Developers": "Developers",
        "Languages": "Languages",
        "Game_Description": "The Battle Cats is a free-to-play mobile tower defense strategy game developed by PONOS Corporation.Known for its quirky humor and minimalist art style, the game lets players command an army of adorable (and bizarre) cats to conquer stages and defeat enemy bases and become an entire empire (there will even be the opportunity to capture space and the future).",
        "Game_Gameplay": "Gameplay",
        "Game_Gameplay_Description": "Players deploy different types of cats onto a 2D battlefield while managing resources in real time. Each cat unit has unique abilities, strengths, costs, and cooldowns. The goal is to destroy the enemy base before your own is taken down.",
        "Game_Gameplay_Description2": "A special weapon, the Cat Cannon, can be charged and fired to push back enemies or deal heavy damage at critical moments.",
        "Strategy_Progression": "Strategy & Progression",
        "Strategy_Option": "Collect and upgrade hundreds of cat units",
        "Strategy_Option2": "Unlock rare and powerful cats through a gacha system (Rare Capsules)",
        "Strategy_Option3": "Build strategic team compositions for different enemy types",
        "Strategy_Option4": "Progress through increasingly challenging stages and story",
        "Game_Mods_Story": "Game Mods & Story",
        "Game_Mod_Option": "Empire of Cats - the main storyline",
        "Game_Mod_Option2": "Into the Future – alien-themed battles",
        "Game_Mod_Option3": "Cats of the Cosmos – space adventures with starred aliens",
        "Game_Mod_Option4": "Legend Stages – separate challenging story with unique enemies",
        "Game_Mod_Option5": "Advent Stages – boss-focused stages that unlock special units",
        "Game_Mod_Option6": "Events – time-limited seasonal, collaboration, and challenge stages",
        "Key_Features": "Key Features",
        "Feature_Option": "Simple controls with deep strategic gameplay",
        "Feature_Option2": "Unique cartoon art and absurd humor",
        "Feature_Option3": "Frequent updates and seasonal events",
        "Feature_Option4": "Available on iOS and Android",
        "Summary": "Summary",
        "Summary_Description": "The Battle Cats combines charming visuals, humor, and strategic gameplay into a highly addictive tower defense experience that appeals to both casual and hardcore players.",
        "Download": "Here you can download the game!",
        "Trailer": "Official Trailer",
        "Developers_Title": "PONOS Corporation",
        "Developers_Description": "PONOS Corporation is a Japanese video game developer and publisher founded in 1990. The company is headquartered in Kyoto, Japan, and is led by CEO Yorikatsu Tsujiko. PONOS originally focused on image processing and graphic technologies, but later shifted entirely to the video game industry. Today, the company employs around 180–190 people, and its games are distributed worldwide, primarily on mobile platforms.",
        "Developers_Description2": "The main activity of PONOS Corporation is the development and publishing of original video games, mainly for iOS and Android devices. The company is known for its unique, humorous style and for creating simple yet highly engaging gameplay experiences. Its flagship and most successful title is The Battle Cats, released in 2012, which became an international hit. In addition to mobile games, PONOS also develops titles for consoles such as the Nintendo Switch and continues to expand its presence globally through collaborations, events, and other media initiatives.",
        "Developers_Description3": "The company achieved worldwide recognition with The Battle Cats, a mobile tower defense game that became especially popular for its quirky characters and unique tone. The game continues to receive frequent updates, new content, events, and collaborations, helping it maintain a strong and active player base over many years.",
        "Developers_Description4": "Overall, PONOS is recognized for its experimental mindset and willingness to take creative risks, producing games that stand out in the mobile gaming market and leave a strong, memorable impression on players.",
        "Other_Games": "Other Games",
        "Games_Title": "The Battle Cats Series",
        "Battle_Cats_Description": "An iconic tower defense experience where you build an army of crazy cats, upgrade them, and battle bizarre enemies.",
        "Burgle_Cats_Description": "A quirky game by PONOS where sneaky cats dodge traps, outsmart guards, and commit adorable crimes.",
        "MightyCat_Description": "Fast action, unstoppable power, and a cat that never slows down.",
        "PogoCat_Description": "A fun arcade action game by PONOS where a pogo-jumping cat bounces through stages, dodging obstacles and defeating enemies.",
        "TBC_Unite_Description": "A console version of the iconic tower defense game with cats, stages, and local co-op support."

    },

    "DE": {

        "Content": "Inhalt",
        "Overview": "Überblick",
        "Developers": "Entwickler",
        "Languages": "Sprachen",
        "Game_Description": "Battle Cats ist ein kostenloses Tower-Defense-Strategiespiel für Mobilgeräte, entwickelt von PONOS Corporation. Bekannt für seinen skurrilen Humor und minimalistischen Grafikstil, lässt das Spiel die Spieler eine Armee von liebenswerten (und bizarren) Katzen befehligen, um Level zu erobern, feindliche Basen zu zerstören und ein ganzes Imperium aufzubauen (es wird sogar die Möglichkeit geben, den Weltraum und die Zukunft zu erobern).",
        "Game_Gameplay": "Gameplay",
        "Game_Gameplay_Description": "Die Spieler setzen verschiedene Arten von Katzen auf einem 2D-Schlachtfeld ein, während sie Ressourcen in Echtzeit verwalten. Jede Katzeneinheit verfügt über einzigartige Fähigkeiten, Stärken, Kosten und Abklingzeiten. Ziel ist es, die feindliche Basis zu zerstören, bevor die eigene vernichtet wird.",
        "Game_Gameplay_Description2": "Eine Spezialwaffe, die Katzenkanone, kann aufgeladen und abgefeuert werden, um Gegner zurückzustoßen oder in kritischen Momenten hohen Schaden zu verursachen.",
        "Strategy_Progression": "Strategie & Fortschritt",
        "Strategy_Option": "Sammle und verbessere Hunderte von Katzeneinheiten",
        "Strategy_Option2": "Schalte seltene und mächtige Katzen über ein Gacha-System (Seltene Kapseln) frei",
        "Strategy_Option3": "Erstelle strategische Teamzusammenstellungen für verschiedene Gegnertypen",
        "Strategy_Option4": "Schreite durch immer anspruchsvollere Level und die Geschichte voran",
        "Game_Mods_Story": "Spielmodi & Geschichte",
        "Game_Mod_Option": "Empire of Cats – die Hauptgeschichte",
        "Game_Mod_Option2": "Into the Future – Kämpfe mit Alien-Thematik",
        "Game_Mod_Option3": "Cats of the Cosmos – Weltraumabenteuer mit sternmarkierten Aliens",
        "Game_Mod_Option4": "Legend Stages – eine separate, anspruchsvolle Geschichte mit einzigartigen Gegnern",
        "Game_Mod_Option5": "Advent Stages – bossfokussierte Level, die spezielle Einheiten freischalten",
        "Game_Mod_Option6": "Events – zeitlich begrenzte saisonale, Kollaborations- und Herausforderungslevel",
        "Key_Features": "Hauptmerkmale",
        "Feature_Option": "Einfache Steuerung mit tiefgehender strategischer Spieltiefe",
        "Feature_Option2": "Einzigartiger Cartoon-Stil und absurder Humor",
        "Feature_Option3": "Häufige Updates und saisonale Events",
        "Feature_Option4": "Verfügbar für iOS und Android",
        "Summary": "Zusammenfassung",
        "Summary_Description": "The Battle Cats vereint charmante Grafik, Humor und strategisches Gameplay zu einem äußerst süchtig machenden Tower-Defense-Erlebnis, das sowohl Gelegenheits- als auch Hardcore-Spieler anspricht.",
        "Download": "Hier können Sie das Spiel herunterladen!",
        "Trailer": "Offizieller Trailer",
        "Developers_Title": "PONOS Corporation",
        "Developers_Description": "Die PONOS Corporation ist ein japanischer Videospielentwickler und -publisher, der 1990 gegründet wurde. Das Unternehmen hat seinen Hauptsitz in Kyoto, Japan, und wird von CEO Yorikatsu Tsujiko geleitet. PONOS konzentrierte sich ursprünglich auf Bildverarbeitung und Grafiktechnologien, verlagerte seinen Schwerpunkt aber später vollständig auf die Videospielbranche. Heute beschäftigt das Unternehmen rund 180–190 Mitarbeiter und vertreibt seine Spiele weltweit, vorwiegend auf mobilen Plattformen.",
        "Developers_Description2": "Die PONOS Corporation entwickelt und veröffentlicht hauptsächlich originelle Videospiele, vorwiegend für iOS- und Android-Geräte. Das Unternehmen ist bekannt für seinen einzigartigen, humorvollen Stil und die Entwicklung einfacher, aber fesselnder Spielerlebnisse. Sein Flaggschiff und erfolgreichster Titel ist „The Battle Cats“ aus dem Jahr 2012, der sich zu einem internationalen Hit entwickelte. Neben Mobile Games entwickelt PONOS auch Spiele für Konsolen wie die Nintendo Switch und baut seine globale Präsenz durch Kooperationen, Events und andere Medieninitiativen kontinuierlich aus.",
        "Developers_Description3": "Das Unternehmen erlangte mit „The Battle Cats“, einem mobilen Tower-Defense-Spiel, das sich insbesondere durch seine skurrilen Charaktere und seinen einzigartigen Stil großer Beliebtheit erfreute, weltweite Bekanntheit. Das Spiel erhält weiterhin regelmäßig Updates, neue Inhalte, Events und Kooperationen, wodurch es sich über viele Jahre hinweg eine starke und aktive Spielerschaft bewahren konnte.",
        "Developers_Description4": "Insgesamt ist PONOS für seine experimentelle Herangehensweise und die Bereitschaft, kreative Risiken einzugehen, bekannt und produziert Spiele, die sich auf dem Markt für mobile Spiele hervorheben und bei den Spielern einen starken, einprägsamen Eindruck hinterlassen.",
        "Other_Games": "Andere Spiele",
        "Games_Title": "Die Battle Cats-Serie",
        "Battle_Cats_Description": "Ein legendäres Tower-Defense-Erlebnis, in dem du eine Armee verrückter Katzen aufbaust, sie verbesserst und gegen bizarre Feinde kämpfst.",
        "Burgle_Cats_Description": "Ein skurriles Spiel von PONOS, in dem listige Katzen Fallen ausweichen, Wachen überlisten und entzückende Verbrechen begehen.",
        "MightyCat_Description": "Rasante Action, unaufhaltsame Kraft und eine Katze, die niemals langsamer wird.",
        "PogoCat_Description": "Ein witziges Arcade-Actionspiel von PONOS, in dem eine pogospringende Katze durch verschiedene Level hüpft, Hindernissen ausweicht und Feinde besiegt.",
        "TBC_Unite_Description": "Eine Konsolenversion des legendären Tower-Defense-Spiels mit Katzen, Levels und lokalem Koop-Modus."

    },

    "FR": {

        "Content": "Contenu",
        "Overview": "Aperçu",
        "Developers": "Développeurs",
        "Languages": "Langages",
        "Game_Description": "The Battle Cats est un jeu de stratégie mobile free-to-play de type tower defense développé par PONOS Corporation. Reconnu pour son humour décalé et son style graphique minimaliste, le jeu permet aux joueurs de commander une armée de chats adorables (et bizarres) pour conquérir des niveaux, vaincre les bases ennemies et bâtir un véritable empire (il sera même possible de conquérir l'espace et le futur).",
        "Game_Gameplay": "Gameplay",
        "Game_Gameplay_Description": "Les joueurs déploient différents types de chats sur un champ de bataille en 2D tout en gérant les ressources en temps réel. Chaque unité de chat possède des capacités, des forces, des coûts et des temps de recharge uniques. L’objectif est de détruire la base ennemie avant que la vôtre ne soit détruite.",
        "Game_Gameplay_Description2": "Une arme spéciale, le Canon Chat, peut être chargée et tirée pour repousser les ennemis ou infliger de lourds dégâts à des moments critiques.",
        "Strategy_Progression": "Stratégie & Progression",
        "Strategy_Option": "Collectez et améliorez des centaines d’unités de chats",
        "Strategy_Option2": "Débloquez des chats rares et puissants grâce à un système de gacha (Capsules rares)",
        "Strategy_Option3": "Créez des compositions d’équipe stratégiques pour différents types d’ennemis",
        "Strategy_Option4": "Progressez à travers des niveaux et une histoire de plus en plus difficiles",
        "Game_Mods_Story": "Modes de jeu & Histoire",
        "Game_Mod_Option": "Empire of Cats – l’histoire principale",
        "Game_Mod_Option2": "Into the Future – combats sur le thème des extraterrestres",
        "Game_Mod_Option3": "Cats of the Cosmos – aventures spatiales avec des extraterrestres étoilés",
        "Game_Mod_Option4": "Legend Stages – une histoire distincte et exigeante avec des ennemis uniques",
        "Game_Mod_Option5": "Advent Stages – des niveaux axés sur les boss qui débloquent des unités spéciales",
        "Game_Mod_Option6": "Événements – niveaux saisonniers, de collaboration et de défi à durée limitée",
        "Key_Features": "Caractéristiques principales",
        "Feature_Option": "Des commandes simples avec un gameplay stratégique profond",
        "Feature_Option2": "Un style artistique cartoon unique et un humour absurde",
        "Feature_Option3": "Mises à jour fréquentes et événements saisonniers",
        "Feature_Option4": "Disponible sur iOS et Android",
        "Summary": "Résumé",
        "Summary_Description": "The Battle Cats combine des visuels charmants, de l’humour et un gameplay stratégique pour offrir une expérience de tower defense hautement addictive qui séduit aussi bien les joueurs occasionnels que les joueurs hardcore.",
        "Download": "Vous pouvez télécharger le jeu ici !",
        "Trailer": "Bande-annonce officielle",
        "Developers_Title": "Société PONOS",
        "Developers_Description": "PONOS Corporation est un développeur et éditeur japonais de jeux vidéo fondé en 1990. Son siège social se situe à Kyoto, au Japon, et elle est dirigée par son PDG, Yorikatsu Tsujiko. Initialement spécialisée dans le traitement d'images et les technologies graphiques, PONOS s'est ensuite entièrement consacrée à l'industrie du jeu vidéo. Aujourd'hui, l'entreprise emploie environ 180 à 190 personnes et ses jeux sont distribués dans le monde entier, principalement sur plateformes mobiles.",
        "Developers_Description2": "L'activité principale de PONOS Corporation est le développement et l'édition de jeux vidéo originaux, principalement pour les appareils iOS et Android. L'entreprise est reconnue pour son style unique et humoristique, ainsi que pour la création d'expériences de jeu à la fois simples et captivantes. Son titre phare et le plus grand succès est The Battle Cats, sorti en 2012 et devenu un phénomène international. Outre les jeux mobiles, PONOS développe également des titres pour consoles telles que la Nintendo Switch et poursuit son expansion mondiale grâce à des collaborations, des événements et d'autres initiatives médiatiques.",
        "Developers_Description3": "L'entreprise a acquis une renommée mondiale grâce à The Battle Cats, un jeu mobile de tower defense qui a connu un succès fulgurant grâce à ses personnages excentriques et son ambiance unique. Le jeu bénéficie régulièrement de mises à jour, de nouveaux contenus, d'événements et de collaborations, ce qui lui permet de fidéliser une communauté de joueurs importante et active depuis de nombreuses années.",
        "Developers_Description4": "De manière générale, PONOS est reconnue pour son esprit expérimental et sa volonté de prendre des risques créatifs, produisant des jeux qui se démarquent sur le marché du jeu mobile et laissent une impression forte et mémorable sur les joueurs.",
        "Other_Games": "Autres jeux",
        "Games_Title": "La série Battle Cats",
        "Battle_Cats_Description": "Une expérience emblématique de tower defense où vous constituez une armée de chats déjantés, les améliorez et combattez des ennemis bizarres.",
        "Burgle_Cats_Description": "Un jeu original de PONOS où des chats rusés esquivent des pièges, déjouent les gardes et commettent d'adorables crimes.",
        "MightyCat_Description": "Action fulgurante, puissance irrésistible et un chat qui ne ralentit jamais.",
        "PogoCat_Description": "Un jeu d'arcade amusant de PONOS où un chat sautant à la perche traverse des niveaux en esquivant les obstacles et en vainquant des ennemis.",
        "TBC_Unite_Description": "Une version console du jeu emblématique de tower defense avec des chats, des niveaux et un mode coopératif local."

    },

    "ES": {

        "Content": "Contenido",
        "Overview": "Descripción general",
        "Developers": "Desarrolladores",
        "Languages": "Idiomas",
        "Game_Description": "The Battle Cats es un juego de estrategia móvil de defensa de torres gratuito, desarrollado por PONOS Corporation. Conocido por su humor peculiar y su estilo artístico minimalista, el juego permite a los jugadores comandar un ejército de adorables (y peculiares) gatos para conquistar escenarios, derrotar bases enemigas y convertirse en un imperio entero (incluso tendrán la oportunidad de conquistar el espacio y el futuro).", 
        "Game_Gameplay": "Jugabilidad",
        "Game_Gameplay_Description": "Los jugadores despliegan diferentes tipos de gatos en un campo de batalla en 2D mientras gestionan recursos en tiempo real. Cada unidad de gato tiene habilidades, fortalezas, costes y tiempos de recarga únicos. El objetivo es destruir la base enemiga antes de que la propia sea destruida.",
        "Game_Gameplay_Description2": "Un arma especial, el Cañón de Gatos, puede cargarse y dispararse para empujar a los enemigos o causar un gran daño en momentos críticos.",
        "Strategy_Progression": "Estrategia y Progresión",
        "Strategy_Option": "Colecciona y mejora cientos de unidades de gatos",
        "Strategy_Option2": "Desbloquea gatos raros y poderosos mediante un sistema gacha (Cápsulas raras)",
        "Strategy_Option3": "Construye composiciones de equipo estratégicas para diferentes tipos de enemigos",
        "Strategy_Option4": "Avanza a través de etapas y una historia cada vez más desafiantes",
        "Game_Mods_Story": "Modos de juego e Historia",
        "Game_Mod_Option": "Empire of Cats – la historia principal",
        "Game_Mod_Option2": "Into the Future – batallas con temática alienígena",
        "Game_Mod_Option3": "Cats of the Cosmos – aventuras espaciales con alienígenas estrellados",
        "Game_Mod_Option4": "Legend Stages – una historia separada y desafiante con enemigos únicos",
        "Game_Mod_Option5": "Advent Stages – etapas centradas en jefes que desbloquean unidades especiales",
        "Game_Mod_Option6": "Eventos – etapas de temporada, colaboración y desafío por tiempo limitado",
        "Key_Features": "Características principales",
        "Feature_Option": "Controles sencillos con una jugabilidad estratégica profunda",
        "Feature_Option2": "Arte caricaturesco único y humor absurdo",
        "Feature_Option3": "Actualizaciones frecuentes y eventos de temporada",
        "Feature_Option4": "Disponible en iOS y Android",
        "Summary": "Resumen",
        "Summary_Description": "The Battle Cats combina gráficos encantadores, humor y jugabilidad estratégica en una experiencia de defensa de torres altamente adictiva que atrae tanto a jugadores casuales como hardcore.",
        "Download": "¡Aquí puedes descargar el juego!",
        "Trailer": "Tráiler oficial",
        "Developers_Title": "Corporación PONOS",
        "Developers_Description": "PONOS Corporation es una empresa japonesa desarrolladora y editora de videojuegos fundada en 1990. La empresa tiene su sede en Kioto, Japón, y está dirigida por su CEO, Yorikatsu Tsujiko. PONOS se centró inicialmente en el procesamiento de imágenes y las tecnologías gráficas, pero posteriormente se dedicó por completo a la industria de los videojuegos. Actualmente, la empresa cuenta con entre 180 y 190 empleados y sus juegos se distribuyen en todo el mundo, principalmente en plataformas móviles.",
        "Developers_Description2": "La actividad principal de PONOS Corporation es el desarrollo y la publicación de videojuegos originales, principalmente para dispositivos iOS y Android. La compañía es conocida por su estilo único y humorístico, así como por crear experiencias de juego sencillas pero muy atractivas. Su título estrella y de mayor éxito es The Battle Cats, lanzado en 2012 y que se convirtió en un éxito internacional. Además de juegos para móviles, PONOS también desarrolla títulos para consolas como Nintendo Switch y continúa expandiendo su presencia global mediante colaboraciones, eventos y otras iniciativas mediáticas.",
        "Developers_Description3": "La compañía alcanzó reconocimiento mundial con The Battle Cats, un juego de defensa de torres para móviles que se hizo especialmente popular por sus peculiares personajes y su estilo único. El juego continúa recibiendo actualizaciones frecuentes, nuevo contenido, eventos y colaboraciones, lo que le ha ayudado a mantener una base de jugadores sólida y activa durante muchos años.",
        "Developers_Description4": "En general, PONOS es reconocido por su mentalidad experimental y su voluntad de asumir riesgos creativos, produciendo juegos que se destacan en el mercado de juegos móviles y dejan una impresión fuerte y memorable en los jugadores.",
        "Other_Games": "Otros juegos",
        "Games_Title": "La serie Battle Cats",
        "Battle_Cats_Description": "Una experiencia icónica de defensa de torres en la que construyes un ejército de gatos locos, los mejoras y luchas contra enemigos extraños.",
        "Burgle_Cats_Description": "Un peculiar juego de PONOS en el que los gatos escurridizos esquivan trampas, burlan a los guardias y cometen crímenes adorables.",
        "MightyCat_Description": "Acción rápida, potencia imparable y un gato que nunca pierde el ritmo.",
        "PogoCat_Description": "Un divertido juego de acción arcade de PONOS en el que un gato saltador rebota por los escenarios, esquivando obstáculos y derrotando enemigos.",
        "TBC_Unite_Description": "Una versión de consola del icónico juego de defensa de torres con gatos, escenarios y soporte cooperativo local."

    },

    "IT": {

        "Content": "Contenuto",
        "Overview": "Panoramica",
        "Developers": "Sviluppatori",
        "Languages": "Lingue",
        "Game_Description": "Battle Cats è un gioco di strategia tower defense free-to-play per dispositivi mobili sviluppato da PONOS Corporation. Noto per il suo umorismo eccentrico e lo stile minimalista, il gioco permette ai giocatori di comandare un esercito di adorabili (e bizzarri) gatti per conquistare livelli, sconfiggere basi nemiche e creare un intero impero (ci sarà persino la possibilità di conquistare lo spazio e il futuro).",
        "Game_Gameplay": "Gioco",
        "Game_Gameplay_Description": "I giocatori schierano diversi tipi di gatti su un campo di battaglia 2D mentre gestiscono le risorse in tempo reale. Ogni unità di gatto possiede abilità, punti di forza, costi e tempi di recupero unici. L’obiettivo è distruggere la base nemica prima che venga distrutta la propria.",
        "Game_Gameplay_Description2": "Un’arma speciale, il Cannone dei Gatti, può essere caricata e sparata per respingere i nemici o infliggere ingenti danni nei momenti critici.",
        "Strategy_Progression": "Strategia e Progressione",
        "Strategy_Option": "Colleziona e migliora centinaia di unità di gatti",
        "Strategy_Option2": "Sblocca gatti rari e potenti tramite un sistema gacha (Capsule rare)",
        "Strategy_Option3": "Crea composizioni di squadra strategiche per diversi tipi di nemici",
        "Strategy_Option4": "Avanza attraverso livelli e una storia sempre più impegnativi",
        "Game_Mods_Story": "Modalità di gioco e Storia",
        "Game_Mod_Option": "Empire of Cats – la storia principale",
        "Game_Mod_Option2": "Into the Future – battaglie a tema alieno",
        "Game_Mod_Option3": "Cats of the Cosmos – avventure spaziali con alieni stellati",
        "Game_Mod_Option4": "Legend Stages – una storia separata e impegnativa con nemici unici",
        "Game_Mod_Option5": "Advent Stages – livelli incentrati sui boss che sbloccano unità speciali",
        "Game_Mod_Option6": "Eventi – livelli stagionali, di collaborazione e di sfida a tempo limitato",
        "Key_Features": "Caratteristiche principali",
        "Feature_Option": "Controlli semplici con un gameplay strategico profondo",
        "Feature_Option2": "Stile artistico cartoon unico e umorismo assurdo",
        "Feature_Option3": "Aggiornamenti frequenti ed eventi stagionali",
        "Feature_Option4": "Disponibile su iOS e Android",
        "Summary": "Riepilogo",
        "Summary_Description": "The Battle Cats combina elementi visivi affascinanti, umorismo e gameplay strategico in un’esperienza di tower defense altamente coinvolgente, adatta sia ai giocatori casual che a quelli hardcore.",
        "Download": "Puoi scaricare il gioco qui!",
        "Trailer": "Trailer ufficiale",
        "Developers_Title": "PONOS Corporation",
        "Developers_Description": "PONOS Corporation è uno sviluppatore e publisher giapponese di videogiochi fondato nel 1990. L'azienda ha sede a Kyoto, in Giappone, ed è guidata dal CEO Yorikatsu Tsujiko. Inizialmente PONOS si concentrava sull'elaborazione delle immagini e sulle tecnologie grafiche, ma in seguito si è concentrata interamente sul settore dei videogiochi. Oggi l'azienda impiega circa 180-190 persone e i suoi giochi sono distribuiti in tutto il mondo, principalmente su piattaforme mobili.",
        "Developers_Description2": "L'attività principale di PONOS Corporation è lo sviluppo e la pubblicazione di videogiochi originali, principalmente per dispositivi iOS e Android. L'azienda è nota per il suo stile unico e umoristico e per la creazione di esperienze di gioco semplici ma altamente coinvolgenti. Il suo titolo di punta e di maggior successo è The Battle Cats, uscito nel 2012, che è diventato un successo internazionale. Oltre ai giochi per dispositivi mobili, PONOS sviluppa anche titoli per console come Nintendo Switch e continua a espandere la sua presenza a livello globale attraverso collaborazioni, eventi e altre iniziative mediatiche.",
        "Developers_Description3": "L'azienda ha ottenuto riconoscimenti a livello mondiale con The Battle Cats, un gioco di tower defense per dispositivi mobili che è diventato particolarmente popolare per i suoi personaggi eccentrici e il suo stile unico. Il gioco continua a ricevere frequenti aggiornamenti, nuovi contenuti, eventi e collaborazioni, contribuendo a mantenere una base di giocatori solida e attiva nel corso degli anni.",
        "Developers_Description4": "Nel complesso, PONOS è riconosciuta per la sua mentalità sperimentale e la sua volontà di assumersi rischi creativi, producendo giochi che si distinguono nel mercato dei giochi per dispositivi mobili e lasciano un'impressione forte e memorabile nei giocatori.",
        "Other_Games": "Altri giochi",
        "Games_Title": "La serie Battle Cats",
        "Battle_Cats_Description": "Un'esperienza di tower defense iconica in cui puoi creare un esercito di gatti pazzi, potenziarli e combattere nemici bizzarri.",
        "Burgle_Cats_Description": "Un gioco bizzarro di PONOS in cui gatti furtivi schivano trappole, superano in astuzia le guardie e commettono adorabili crimini.",
        "MightyCat_Description": "Azione rapida, potenza inarrestabile e un gatto che non rallenta mai.",
        "PogoCat_Description": "Un divertente gioco arcade d'azione di PONOS in cui un gatto saltatore rimbalza attraverso i livelli, schivando ostacoli e sconfiggendo nemici.",
        "TBC_Unite_Description": "Una versione per console dell'iconico gioco tower defense con gatti, livelli e supporto cooperativo locale."

    }

}